Revit 2027 API
ParameterTypeId.DpartBaseLevel Property
 "Base Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartBaseLevel { get; }
Public Shared ReadOnly Property DpartBaseLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartBaseLevel {
	ForgeTypeId^ get ();
}
static member DpartBaseLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace